/* 
   Localizable.strings
   GeoKit

   Created by Giovanni Donelli on 10/21/08.
   Copyright 2008 Apple, Inc. All rights reserved.
 */


"WorldImageCopyRight"	= "NASA Imagery, Geonames.org"; 
"CityNameAndCountry"	= "%@ - %@";
"CityNameAndRegionalCodeAndCountry"	=	"%@, %@ - %@";

// Used by voice over
"MapAXDescription" = "Time zone world map: ";
"NoSelectedCityAXDescription" = "no city selected";
"SelectedCityAXDescription" = "%@ selected";
